VAP_NAME = 'Пак'
VAP_VERSION = 'Alfa.0.2'
PACK_ALIAS = ('пак', 'пакет', 'пака', 'поко', 'pak', 'Pak', 'пака', '')
PACK_COMMAND_LIST = \
    {
        'help': ('Что ты умеешь', 'Список команд', 'команды'),
        'New_Layer': ('слой', 'новый слой', 'пустой слой'),
        'holst': ('холст', 'белый лист'),
        'ctrlz': ('отмена', 'назад'),
        'openPS': ('открой фотошопа', 'открой фотошоп'),
        'TextLayer': ('создай текстовый слой', 'текстовый слой', 'текст', 'создай текст'),
        'а4': ('а четыре', 'Влада бумаги', 'а 4'),
        'web': ('веб дизайн', 'веб-дизайн'),
        'Return': ('повтор', 'повтори'),
        'CTRLC': ('скопируй', 'копия'),
        'CTRLV': ('вставь', 'вставить'),
        'CUT': ("выреж", "вырезать"),
        'create_new_file': ("новый файл", "файл"),
        'open_file': ("открой файл", "открыть", "открой"),
        'close_all_besides_now': ('закрой все', "оставь активный документ"),
        'increase': ('увеличь', 'больше'),
        'decrease': ('уменьшь', 'меньше'),
        'display': ('экран', 'под экран'),
        'scale': ('масштаб', 'лупа'),
        'layers_panel': ('панель слоев', 'панель'),
        'copy_layer': ('скопируй слой', 'копия слоя'),
        'group_layer': ('сгруппируй', 'группа'),
        'disgroup': ('разное'),
        'select_layer': ('все'),

    }
VAP_TBR = ('скажи', 'расскажи', 'объясни', 'давай', "создай")
